Revit 2021.1 API
UnitTypeId.RiseDividedBy1Foot Property
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 21.0.0.0 (21.1.1.109)
Syntax
C#
public static ForgeTypeId RiseDividedBy1Foot { get; }
Visual Basic
Public Shared ReadOnly Property RiseDividedBy1Foot As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RiseDividedBy1Foot {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace